aaron-bond.better-comments
ahmadawais.shades-of-purple
alefragnani.Bookmarks
alefragnani.project-manager
alexnho.a-touch-of-lilac-theme
azemoh.one-monokai
bceskavich.theme-dracula-at-night
bmewburn.vscode-intelephense-client
bobsparadox.seti-black
bradgashler.htmltagwrap
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.code-runner
frhtylcn.pythonsnippets
jdinhlife.gruvbox
liviuschera.noctis
liximomo.remotefs
markskelton.one-dark-pro-italic
ms-python.python
ms-vscode.Theme-PredawnKit
msjsdiag.debugger-for-chrome
naumovs.color-highlight
PKief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
primalmotion.primal
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
sburg.vscode-javascript-booster
SmukkeKim.theme-setimonokai
teabyii.ayu
tinkertrain.theme-panda
vscodevim.vim
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
wix.vscode-import-cost
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme
Zignd.html-css-class-completion
BriteSnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fosshaas.fontsize-shortcuts
ginfuru.ginfuru-onedark-raincoat-theme
JCsoftIA.jcsoftia
joelday.docthis
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
Nimda.deepdark-material
Nur.just-black
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
